Revit 2018 API
AssetPropertyDouble.Value Property
 The value of the property.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public double Value { get; }
Visual Basic
Public ReadOnly Property Value As Double
	Get
Visual C++
public:
property double Value {
	double get ();
}
See Also
AssetPropertyDouble Class
Autodesk.Revit.DB.Visual Namespace